#include <iostream>

int main()
{
	setlocale(LC_ALL, "Ukrainian");
	std::cout << "\tБерёза\n\nБелая берёза\nПод моим окном\nПринакрылась снегом,\nТочно серебром.\n\nНа пушистых ветках\nСнежною каймой\nРаспустились кисти\nБелой бахромой.\n";
	std::cout << "\nИ стоит берёза\nВ сонной тишине,\nИ горят снежинки\nВ золотом огне.\n\nА заря, лениво\nОбходя кругом,\nОбсыпает ветки\nНовым серебром.\n1913г\n\tСергей Есенин";
	std::cout << "\n\n\n«Every\n\thunter\n\t\twants...»\n";
	std::cout << "Продам цуценят.\nПорода: ротвейлер.\n...\nТел.: 222-22-22\n222\t| 222 |\n22\t| 22  |\n22\t| 22  |";
	return 8000;
}